Repository: RylynnWang/ScoreNest
Catalog: ScoreNest/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Add Entire Page
zh_hans: 整页添加

source: Add Images
zh_hans: 添加图片

source: Add Segment
zh_hans: 添加片段

source: Add segment from score page
zh_hans: 选择乐谱页添加片段

source: Adjust Speed Factor
zh_hans: 调整速度修正

source: Autoplay
zh_hans: 自动播放

source: Back
zh_hans: 返回

source: Basic Settings
zh_hans: 基础设置

source: Cancel
zh_hans: 取消

source: Cancel Selection
zh_hans: 取消选择

source: Cannot find %@ in Documents. Open the Files app and place the package folder in Documents.
zh_hans: 未能在“文稿”中发现 %@。请打开“文件”App，将打包数据文件夹放在“文稿”目录中。

source: Cannot find scores.appdata
zh_hans: 未能找到 scores.appdata

source: Clean Unused Cache
zh_hans: 清理未使用缓存

source: Clean Unused Images
zh_hans: 清除未使用图片

source: Cleaning unused images…
zh_hans: 正在清理未使用图片…

source: Cleanup Complete
zh_hans: 清理完成

source: Cleanup Failed
zh_hans: 清理失败

source: Cleanup failed: %@
zh_hans: 清理失败：%@

source: Close
zh_hans: 关闭

source: Confirm
zh_hans: 确认

source: Crop Rect
zh_hans: 裁剪矩形

source: Crop Segment
zh_hans: 裁剪片段

source: Current page count: %lld
zh_hans: 已添加图片数量: %lld

source: Delete
zh_hans: 删除

source: Delete Segment
zh_hans: 删除片段

source: Deleted %lld unused images; failed to delete the following files: %@
zh_hans: 已删除 %lld 个未使用图片；以下文件删除失败： %@

source: Deleted %lld unused images.
zh_hans: 已删除 %lld 个未使用图片。

source: Edit Autoplay
zh_hans: 编辑自动播放

source: Edit Score
zh_hans: 编辑乐谱

source: Enter score title
zh_hans: 请输入乐谱标题

source: Export Complete
zh_hans: 导出完成

source: Export Data
zh_hans: 导出数据

source: Export Failed
zh_hans: 导出失败

source: Export failed: %@
zh_hans: 导出失败：%@

source: Exported to %@ in Documents.
zh_hans: 已导出到“文稿”中的 %@。

source: Exporting data…
zh_hans: 正在导出数据

source: Import Complete
zh_hans: 导入完成

source: Import Data
zh_hans: 导入数据

source: Import Failed
zh_hans: 导入失败

source: Import failed: %@
zh_hans: 导入失败：%@

source: Imported %lld scores, %lld pages, %lld segments.
zh_hans: 已导入 %lld 个乐谱、%lld 个页面、%lld 个片段。

source: Importing data…
zh_hans: 正在导入数据

source: More Actions
zh_hans: 更多操作

source: New Score
zh_hans: 新建乐谱

source: No segments
zh_hans: 暂无片段

source: No unused images found.
zh_hans: 未发现未使用的图片。

source: OK
zh_hans: 确定

source: Page %lld
zh_hans: 第 %lld 页

source: Page: %lld
zh_hans: 页: %lld

source: Pause
zh_hans: 暂停

source: Play
zh_hans: 开始

source: Please edit autoplay first
zh_hans: 请先编辑自动播放

source: Preview Segment
zh_hans: 预览片段

source: Put scores.appdata here to import
zh_hans: 将 scores.appdata 放到此处以导入

source: Reorder
zh_hans: 调整顺序

source: Save
zh_hans: 保存

source: Score Pages
zh_hans: 乐谱页面

source: Score Title
zh_hans: 乐谱标题

source: Segment %lld
zh_hans: 段 %lld

source: Segment Preview
zh_hans: 片段预览

source: Segments
zh_hans: 片段列表

source: Select Score Page
zh_hans: 选择乐谱页

source: Sort by Date
zh_hans: 按日期排序

source: Sort by Title
zh_hans: 按标题排序

source: Sort Order
zh_hans: 排序方式

source: Speed ×
zh_hans: 速度×

source: Speed Adjustment
zh_hans: 速度修正

source: Start Autoplay
zh_hans: 开始自动播放

source: Swap Pages
zh_hans: 交换页面

source: Swap Segment
zh_hans: 交换片段

source: Timeline not initialized
zh_hans: 时间线未初始化

source: Tip: >1 faster, <1 slower
zh_hans: 提示：>1 加快，<1 减慢

source: Total Duration (seconds)
zh_hans: 总时长（秒）

source: Unable to load image
zh_hans: 无法加载图片

source: Unable to load segment image
zh_hans: 无法加载片段图片

source: Uniform Width
zh_hans: 统一宽度

source: You can view it in the Files app.
zh_hans: 可在“文件”App中查看。

source: Your Scores
zh_hans: 你的乐谱
